build-essential
git
automake
autoconf
pdftk
pinta
showfoto
evince
fonts-opensymbol
zsh
python3-pip
diodon
tmux
xclip
pipewire-media-session
timeshift
nodejs
cmake
fonts-material-design-icons-iconfont
fonts-nerd-font-meslo
pandoc
iputils-ping
