build-essential
git
automake
autoconf
pdftk
pinta
showfoto
evince
fonts-opensymbol
zsh
python3-pip
python3-venv
tmux
pipx
timeshift
nodejs
npm
cmake
pandoc
diodon
gnome-tweaks
neofetch
ninja-build
python3-sip
python3-venv
iputils-ping
fonts-nerd-font-sourcecodepro
fonts-nerd-font-meslo
fonts-nerd-font-hack
fonts-material-design-icons-iconfont
pulseaudio-module-bluetooth
gimp
python3-tk
libreoffice
gpick
# pipewire-media-session (?)
# code
# cargo
# bat
# rg
# mamba
# google-chrome
# tldr
# Symbols Nerd Font (https://www.nerdfonts.com/font-downloads)
# sudo apt install $(cat apt-packages.txt | grep -iv '^#')

