build-essential
git
automake
autoconf
pdftk
showfoto
evince
fonts-opensymbol
zsh
python3-pip
python3-venv
tmux
pipx
timeshift
nodejs
npm
cmake
pandoc
diodon
fzf
gnome-tweaks
iputils-ping
fonts-nerd-font-sourcecodepro
fonts-nerd-font-meslo
fonts-nerd-font-hack
i3xrocks-memory
i3xrocks-battery
i3xrocks-rofication
i3xrocks-cpu-usage
i3xrocks-keyboard-layout
# pipewire-media-session (?)
# code
# cargo
# bat
# exa
# rg
# mamba
# google-chrome
# tldr
# sudo apt install $(cat apt-packages.txt | grep -iv '^#')
